from typing import List

FAKE_FILMS: List[str] = [
    "Зеленая миля",
    "Список Шиндлера",
    "Побег из Шоушенка",
    "Форрест Гамп",
    "Властелин колец: Возвращение короля",
    "Властелин колец: Две крепости",
    "Властелин колец: Братство кольца",
    "Один плюс один",
    "Криминальное чтиво",
    "Тайна Коко",
    "Интерстеллар",
]

FAKE_PERSONS: List[str] = [
    "Гэри Олдмен",
    "Джеймс Макэвой",
    "Хавьер Бардем",
    "Лиа Мишель",
    "Джастин Хартли",
    "Венсан Кассель",
    "Антонио Бандерас",
    "Рики Джервэйс",
    "Колин Ферт",
    "Кристоф Вальц",
    "Джуд Лоу",
]

fake_tv_shows: List[str] = [
    "Рик и Морти",
    "Гравити Фолз",
    "Во все тяжкие",
    "Клиника",
    "Игра престолов",
    "Доктор Хаус",
    "Шерлок",
    "Южный парк",
    "Футурама",
    "Пацаны",
    "Офис",
]
